"User Authentication" = "ユーザー認証";

"Enable User Authentication" = "ユーザー認証";

"Login User Name:" = "ログインユーザー名:";
"Defined User ID" = "登録済みユーザーID";
"Mac Login Name" = "Macログイン名";
"Enter Login User Name:" = "ログインユーザー名の入力:";

"Login Password:" = "ログインパスワード:";
"Confirmation Password:" = "ログインパスワードの確認用入力:";

"Enable Driver key" = "ドライバー暗号鍵";
"Driver Encryption Key:" = "ドライバー暗号鍵:";
"Reenter Driver Key:" = "ドライバー暗号鍵の確認用入力:";
"Reenter the Confirmation Key:" = "ドライバー暗号鍵の確認用入力:";

"Restore Defaults" = "標準に戻す";

"Enter a valid [Login User Name]." = "正しい「ログインユーザー名」を入力してください。";
"Entered [Login Password] is different." = "入力した「ログインパスワード」が異なっています。";
"Entered [Driver Encryption Key] is different." = "ドライバー暗号鍵が一致していません。";
"Enter a valid [Driver Encryption Key]" = "正しい「ドライバー暗号鍵」を入力してください。";

"Off" = "オフ";